label = {
  "周杰倫": [
    "全球華語歌曲排行榜最受歡迎男歌手",
    "臺灣電影男演員",
    "台灣創作歌手",
    "臺灣男歌手",
    "台灣男歌手",
    "華語流行音樂歌手",
    "台灣作曲家",
    "台灣作詞家",
    "臺灣電影男演員"
  ],
  "出神入化2": [
    "英語電影",
    "美國電影作品",
    "美國犯罪片",
    "法國犯罪片",
    "美國驚悚片",
    "美國懸疑片",
    "報復題材電影",
    "魔術電影",
    "搶劫電影"
  ],
  "美國": [
    "北美洲國家",
    "超級大國",
    "聯合國創始會員國",
    "聯合國安全理事會常任理事國",
    "英語國家地區",
    "共和國",
    "太平洋國家",
    "大西洋國家"
  ],
  "波多黎各": [
    "美國屬地",
    "北美洲島國",
    "英語國家地區",
    "加勒比地區國家",
    "西班牙語國家地區"
  ],
  "颶風艾倫": [
    "退役大西洋颶風",
    "影響古巴的熱帶氣旋",
    "影響德克薩斯州的熱帶氣旋",
    "影響墨西哥的北大西洋熱帶氣旋",
    "影響波多黎各的熱帶氣旋",
    "影響牙買加的熱帶氣旋",
    "影響海地的熱帶氣旋",
    "影響開曼群島的熱帶氣旋",
    "影響開曼群島的熱帶氣旋",
    "影響向風群島的熱帶氣旋",
    "影響拉代西拉德島的熱帶氣旋",
    "影響瓜德羅普的熱帶氣旋",
    "影響馬提尼克的熱帶氣旋",
    "影響桑特群島的熱帶氣旋",
    "影響多米尼加的熱帶氣旋",
    "影響聖露西亞的熱帶氣旋",
    "影響巴貝多的熱帶氣旋",
    "影響聖文森及格瑞那丁的熱帶氣旋",
    "向風群島自然災害"
  ],
  "ONE_PIECE": [
    "日本漫畫作品",
    "海盜題材作品"
  ],
  "變形金剛": [
    "機器人動畫",
    "機器人主角題材作品",
    "玩具",
    "美國動畫",
    "動畫系列",
    "外星科幻系列作品"
  ],
  "變形金剛5：最終騎士": [
    "變形金剛",
    "英語電影",
    "美國科幻動作片",
    "機器人電影",
    "末日題材電影",
    "古代太空人題材作品",
    "動畫改編真人電影",
    "續集電影"
  ],
  "粽": [
    "中國食品",
    "台灣米飯類食品",
    "糯米食品",
    "東亞傳統食品"
  ],
  "雞排": [
    "肉排",
    "雞肉料理"
  ],
  "珍珠": [
    "寶石"
  ],
  "阿拉珍珠": [
    "著名寶石",
    "珍珠",
    "寶石"
  ],
  "名偵探柯南": [
    "日本漫畫作品",
    "偵探主角題材漫畫",
    "偵探主角題材動畫",
    "高中背景漫畫",
    "高中背景動畫",
    "小學背景漫畫",
    "小學背景動畫",
    "日本OVA動畫",
    "日本ova動畫"
  ],
  "google": [
    "美國網際網路公司",
    "全球資訊網",
    "總部在美國的跨國公司",
    "網路搜尋引擎",
    "美國網際網路公司",
    "美國軟體公司"
  ],
  "android": [
    "行動作業系統",
    "嵌入式作業系統"
  ],
  "蘋果": [
    "蘋果屬",
    "水果"
  ],
  "國立中興大學": [
    "臺灣省立法商學院",
    "台灣大學院校",
    "台中市大專院校",
    "台灣公立大專院校",
    "農業學校"
  ],
  "自行車": [
    "道路運輸",
    "車輛"
  ],
  "固定翼飛機": [
    "航空器",
    "飛機"
  ],
  "柯文哲": [
    "臺北市市長",
    "台北市市長",
    "臺灣急診科醫師",
    "台灣醫學家"
  ],
  "鼎泰豐": [
    "臺北餐廳",
    "台北餐廳",
    "台灣連鎖餐廳"
  ],
  "臺北市": [
    "中華民國直轄市",
    "亞洲首都",
    "臺北市行政區劃"
  ],
  "林志玲": [
    "臺灣女性模特兒",
    "臺灣廣告演員",
    "台灣女性模特兒",
    "台灣電影女演員",
    "台灣電視女演員",
    "台灣廣告演員"
  ],
  "QQ空間": [
    "網誌"
  ],
  "騰訊": [
    "中國民營企業",
    "香港上市資訊科技公司",
    "中國軟體公司"
  ]
}
